# 1 Написать программу, запрашивающую имя, фамилию и возраст пользователя и выводящую строку вида:
# Hello, <Фамилия пользователя> <Имя пользователя>. Your age is: <возраст>

first_name = input('Enter your name: ')
last_name = input('Enter your last name: ')
age = input('Enter your age: ')

print(f'Hello, {last_name}, {first_name}. Your age is: {age}')

# 2 Напишите программу, которая находит длину гипотенузы для прямоугольного треугольника по двум катетам.
# (с = sqrt(a * a  +  b * b))

